[
  {
    "img":"https://previews.123rf.com/images/tnn103eda/tnn103eda1705/tnn103eda170500019/79377445-huge-multi-sports-collage-soccer-basketball-football-hockey-baseball-boxing-etc.jpg",
    "name":"Athletes",
    "description":"Science regards to athletic bodies as mesomorphs. It links athletes to dynamic personalities, requiring action and change.\n Such people are also incredibly assertive and hold back for nobody. So, if you were an athlete or a sport indulgent wondering what your hobbies say about you, there you have it."
  },
  {
    "img":"https://www.freevector.com/uploads/vector/preview/29957/The-Bookworms.jpg",
    "name":"Bookworms",
    "description":"Readers are introverts, that enjoy secluded, quiet corners to read in peace.Introverts are people who do not enjoy human interaction as much as others. Rather, they like to keep to themselves and their thoughts."
  },
  {
    "img":"https://i.guim.co.uk/img/media/acb02b9fc3e12cb965441dc1d77eed8d19572afd/0_150_4535_2723/master/4535.jpg?width=465&quality=45&auto=format&fit=max&dpr=2&s=5f9b928b8d484192ee2ff5c2ecc083d5",
    "name":"Cooking Enthusiasts",
    "description":"Cooking involves innovation because it is rare that regular cooks stick to recipes religiously"
  },
  {
    "img":"https://lh3.googleusercontent.com/proxy/zTuyHQZPAyowr2ErrapqMNN8oi6bxY4bQFBUdh5WL78miMOf8bG15iM845roojH30YAfPCyGPXYAhKCOstf4FJdly0HYkDbBsvK90bFbEQPcnlKoaCLszEtcooeT5qLEcs8SjKw",
    "name":"Photographers",
    "description":"People who enjoy taking snaps of the world around them are keen observers. They are detail-oriented and prone to take in every tiny aspect of certain situations.Photographers also have a very strong preference for nature, vibrant colors, and joyful moments."
  },
  {
    "img":"https://www.shemazing.net/wp-content/uploads/2016/12/bored-656x419.jpg",
    "name":"People Without a Hobby",
    "description":"If you haven’t found an interesting activity to do in your free time, the chances are that you have a deep fear of failing. Either that or you are a very eccentric genius.People who go through their lives without finding a hobby worth pursuing are mostly scared of starting at zero. The solution is to avoid committing to new things at all costs."
  }
]