[
  {
    "img":"https://images-na.ssl-images-amazon.com/images/I/51hUz1JYZnL.jpg",
    "title":"The Lion’s Whisker",
    "author":"unknown",
    "description":"This is the folktale story of the Lion's Whisker from Ethiopia in Africa.",
    "story":"Long ago in Ethiopia a woman named Leeya married a man who had a son.  His wife had died several years before.  Try as Leeya might, she could not seem to spark a connection with the child. She offered the boy food, and he refused to eat.  She spoke softly to him, and he turned away.  She sat next to him, and he would get up and walk away.  After several months of this, Leeya didn’t know what to do.Now in Leeya’s village there was a medicine man, a healer, who lived off in the mountains. When anyone in the village was sick or hurting, a visit to him would do the trick. Most of the time, Leeya felt she could fix her own problems.  But not this time. She needed help!As Leeya came up to the healer’s hut, she saw the door was open. The old doctor said without turning around, 'I hear you coming. What’s the problem?'She introduced herself and explained. 'Ah, yes,' he said.  'I understand. But what do you expect me to do about it?''Make me a potion, an amulet' cried Leeya. 'Anything! Whatever it takes to get this child to respond to me.'The medicine man looked her in the eye. 'Young woman,' he said.  'This is not the same as fixing a broken bone or curing an ear infection. I’m going to need some time to think about.  Come back in three days.'Three days later, Leeya returned to the hut.'Leeya,' said the old man with a smile, 'I have good news for you! There is a potion that will change the child’s behavior toward you. But you should know that it needs a special ingredient. You must bring me a whisker from a live lion.''A lion's whisker?!?' said Leeya with shock.  'Such a thing is not possible!''You want your stepson to turn around?!' he shouted. 'Bring me a whisker from a lion. Then he turned his back'. 'There is nothing more to say. As you can see, I’m a very busy man.'That night Leeya tossed and turned. How could she get a whisker from a live lion?The next day, she left the house.  In her hand was a bowl of rice covered with meat sauce. Leeya went to a grove of shady trees where lion tracks had been seen and a lion was known to live. She walked up to a safe distance from the shady trees and very quietly set the bowl down on the grass. Then as quietly and safely as she could, she backed away and went home.The next day at the same time, she took another bowl of rice covered with meat sauce to the cave. When she saw that the old bowl was empty, she took it and put down the new, full one. Again she left quietly.Every day, she did this.  Months went by. Leeya never saw the lion.  But she knew from footprints on the ground that it was the lion who was eating her food.Then one day, she noticed the lion's head poking out from behind some trees. Being sure not to look the lion in the eye, she stepped very slowly to the same spot as always.  She put down the new, full bowl of food, picked up the empty bowl, and stepped away.Day by day, the lion’s head poked from behind trees that were closer and closer to where she set down the bowl.  Until one morning the lion was sitting next to the empty bowl when she arrived, waiting for her.  This time she sat and waited while the lion ate.  When he was done, she petted its thick fur, just like a house cat.  She looked into its gentle lion eyes and saw that it now trusted her. ‘Actually,’ she thought, ‘it is a rather friendly creature, when you get to know it.’This went for for awhile until finally Leeya thought the time had come to see if she could get the whisker.The next day, she brought with her a small knife. After she set down the bowl of food, and the lion allowed her to pet its head, she said in a low voice, ‘Oh, dearest lion!  Might I have please just one of your many fine whiskers?’ While petting the lion with one hand, she quickly cut off the whisker with the other, careful not to hurt the lion inany way. ‘Thank you, my gentle friend,’ she said.Quickly, she ran to the medicine man's hut.  Holding the whisker tight in her hand, she cried, ‘I have it! I have the lion's whisker!’‘You don't say?’ said the healer, turning around. ‘From a live lion?’ ‘Yes!’ she said. ‘Tell me,’ said he. ‘How did you do it?’ She explained the steps.With pride she handed him the whisker. The healer looked at it with care.  Then he walked over to the fire and threw it in, where it burned up right away to a crisp.‘What have you done?!’ Leeya cried. ‘What it took for me to get that!’‘Leeya,’ said the old doctor softly, ‘you don’t need the whisker. Tell me, is this child really more dangerous than a lion? If a wild beast will respond to your patient, loving care, don’t you think a child who misses his mother will, too?’ Leeya was startled.  But she thought .. maybe?  And by the time she got back home, she knew what she could do."
  },
  {
    "img":"https://i.ytimg.com/vi/xt6YZEJ8Q5I/maxresdefault.jpg",
    "title":"Weighing the Elephant",
    "author":"unknown",
    "description":"This is a story in which people try different ways to find out the weight of the elephant",
    "story":"A long time ago, people who lived in China knew that a strange, amazing beast called an elephant lived in a faraway land, but no one had ever seen one.  One day, a ruler came to see the Emperor of China.  He brought a gift, and that gift was a real, live elephant! Never in China had anyone seen anything like it.  As soon as the royal guest left, it was all anyone at court could talk about‘This elephant is bigger than a water buffalo!’ said one mandarin.‘Are you kidding?’ said a second.  ’It’s bigger than a rhino!’‘You must be joking,’ said a third. ‘This elephant is bigger than TWO rhinos!’One day the Emperor said to his mandarins, ‘I want to know how much this amazing elephant weighs. Who can tell me how to weigh it?’‘I can!’ said the first mandarin, who used to be a merchant.  ’We will just put it on a scale.’He brought a gift, and that gift was a real, live elephant!‘Not likely,’ said the Emperor.  ’There is no scale that could hold the weight of an elephant without breaking.’ ‘I can tell you!’ said the second mandarin, who used to be a tailor.  He said, ‘We will measure the elephant.’ ‘No,’ said the Emperor with a sigh.  ’Even if you measured all the different parts of an elephant, you would still not know how much it weighs.’ ‘I can tell you!’ said the third mandarin, who used to be a baker.  ’We will cut up the elephant and cook it.  Then we will know.’‘We will surely NOT do that!’ roared the Emperor. ‘Is there NO ONE who can tell me how to weigh the elephant?’ Then a small voice said, ‘I can.’ All eyes turned to the voice.  It was the Emperor’s son! ‘Son!’ said the Emperor. ‘You should be in bed.’ Then a small voice said, ‘I can.’ ‘But I know how,’ said the boy.  ’And we won’t need to cook it first.’ ‘Very well,’ said the Emperor with a smile.  ’Tell me how to weigh the elephant.’ The boy described what to do. Can you think of a way, too?  Think for a bit, and see what you come up with.Here is what the boy said.  ’You put the elephant in a big boat and take the boat out on the water.  Draw a line on the side of the boat where it meets the water, at the watermark.  Then bring the boat back to shore and take the elephant off the boat.  Put rocks on the boat, one by one.  When the boat sinks to the same watermark line it had when the elephant was in it, bring the boat to shore again. Take out the rocks and weigh them, one by one. That is how you can tell how much the elephant weighs!’ ‘Wonderful! Wonderful!’ shouted everyone.‘It will work!’ called out the first mandarin.  ‘What a clever plan!’ said the second.  ‘Who knew this child would know?’ said the third.And the fame of Emperor's son traveled far and wide."
  },
  {
    "img":"https://www.agoz.lk/wp-content/uploads/2020/03/BirbalFindsaThief.jpg",
    "title":"Birbal Finds a Thief",
    "author":"unknown",
    "description":"his is the Folktale Story of 'The Old Alchemist'. It has been re-imagined into the folktale of 'How to Turn Dirt into Gold'. It is brought to you by Stories to Grow by.",
    "story":"One fine morning, a minister went to Emperor Akbar's court to tell the Emperor some bad news.  His gold coins were all gone!  They must have been stolen the night before!Emperor Akbar was shocked to hear this.  The place where the minister lived was the safest in the kingdom.  Surely no one could have broken into the house to steal the coins!  It must have been one of the other ministers who lived there, too, who took the coins.  But who?The Emperor asked Birbal how to solve the case.Birbal called for a donkey to be tied to a pole at the place where the minister lived. He ordered all the ministers to lift the donkey's tail and say, ‘I did not steal the coins.’   Then each of them must come to the palace later that day.When each of the ministers were at the palace, Birbal said, ‘Now each of you must turn your hand up, so I can see the palm of your hand.’  This was odd and the ministers did not know what to think of it.  But they did as they were bid.The Emperor asked Birbal how to solve the case.When Birbal looked at the hand of each minister he saw that each one of them, except Alim Khan, had a black patch of paint on their palm.You see, Birbal had painted the donkey's tail with a black coat of paint!  He knew that the one minister who was guilty, in fear, would not touch the donkey's tail.And so once again Birbal proved how clever he was, and he was rewarded by the Emperor with 1000 gold coins."
  },
  {
    "img":"https://i.ytimg.com/vi/OSWLxj4kTKA/maxresdefault.jpg",
    "title":"The Ugly Duckling",
    "author":"",
    "description":"This is one of the classic bedtime stories for kids. ",
    "story":"The story starts on a farm, where a duck sits on a clutch of eggs to make them hatch. The eggs hatch one by one, and soon, there are six yellow-feathered ducklings, chirping excitedly. The last egg takes longer to hatch, and from it emerges a strange looking duckling with grey feathers. Everybody finds the grey duckling ugly, including its own mother. The dejected duckling runs away and lives alone in a swamp until winter comes. Seeing the duckling starving in winter, a farmer takes pity on the ugly duckling and gives it food and shelter at home. However, the duckling is afraid of the farmer’s noisy children and flees to a cave by a frozen lake. When spring comes, a flock of beautiful swans descend on the lake, and the duckling, which is now fully grown, but lonely, approaches the swans, fully expecting to be rejected. To his surprise, the swans welcome him. He looks at his reflection in the water and realises that he is not an ugly duckling anymore, but a beautiful swan. The swan joins this flock and flies off with his new family."
  },
  {
    "img":"https://images-na.ssl-images-amazon.com/images/I/91FbiZF9p4L.jpg",
    "title":" Midas and the Golden touch",
    "author":"",
    "description":"The story of Midas is another classic bedtime tale for kids. ",
    "story":"The story of Midas is another classic bedtime tale for kids. This ancient story from Greece describes King Midas as a greedy and discontented man, who loved gold more than anything else. Once, he did a good deed for someone, and a Greek God appeared before him, saying that he will be granted his heart’s desire for doing the good deed. Midas wished that everything he touched should turn into gold, instantly. The God granted his wish. Midas was very excited and went about touching random objects, turning everything he touched into gold. After a while, he became hungry. However, when he touched his food, it turned to gold, and he could not eat it. He was starving and dismayed that he could not eat. Seeing him troubled, his loving daughter threw her arms around him to comfort him, and she, too, turned to gold. Midas was horrified that his daughter had become a statue of gold. He regretted asking for the Golden Touch and realised that he had been greedy and that gold was not the most precious thing in the world. He cried and begged the God to take back his wish. The God took pity on him and asked him to take a dip in the river by his palace, and then fill a pitcher of water from the river and sprinkle it on all the things he wanted to change back. He followed the instructions and changed his daughter back to normal. He was very happy to get his beloved daughter back and stopped being greedy from that moment."
  },
    {
      "img":"https://kbimages1-a.akamaihd.net/0aedcfa6-971a-4e0f-b32c-1757e15b93f4/1200/1200/False/the-boy-who-cried-wolf-12.jpg",
    "title":"The Boy Who Cried Wolf",
    "author":"",
    "description":"This story is from Aesop’s Fables and impresses the importance of being truthful",
    "story":"It is the story of a shepherd boy who watched a flock of sheep near his village. The area was known to have a wolf that was infamous for raiding the sheep flock and making away with a couple of sheep. Every villager knew of the menace and was always ready to come to the aid of anyone who had a problem with the wolf. But the boy overlooked this helpful nature of the villagers, and in fact, ridiculed it. For his amusement, he brought out the villagers, three times, by crying out for help, saying “Wolf! Wolf!”. The ever-vigilant villagers immediately came to help him, only to find the shepherd boy having a hearty laugh. They were naturally upset when he laughed at them for getting fooled. One day, however, a wolf actually came and started killing and eating his sheep. This time, when he cried for help, none of the villagers came to his aid, as they thought he was playing a prank on them again. As a result, the wolf destroyed the shepherd’s flock. The moral of the story is that no one believes a liar, even when he tells the truth."
  },
      {
        "img":"https://images-na.ssl-images-amazon.com/images/I/71yLaX14TkL.jpg",
    "title":"The Ant and the Grasshopper",
    "author":"",
    "description":"This is another tale from Aesop’s Fables, and talks about the importance of hard work and planning for the future. ",
    "story":"The story tells of a grasshopper that spends the summer singing and idling away his time. Meanwhile, his neighbours, a colony of ants, work hard throughout the summer to store food for the winter. The grasshopper laughs at the ants and tells them that they should enjoy the summer. The ants tell the grasshopper that he should store food for the winter or he will starve when everything is frozen. When winter comes, the ants are in their nest, resting and surviving on the food that they stored. The grasshopper comes to their door, hungry and cold. He begs the ants for food and says he realised the error of his ways. The ants share their food with him and make him promise to work hard, next summer, to gather and store food."
  },
    {
      "img":"https://images-na.ssl-images-amazon.com/images/I/918LXIZ5JWL.jpg",
    "title":"Cinderella",
    "author":"",
    "description":"Cinderella is another fairy tale full of magic and adventure.",
    "story":"Once, a beautiful girl named Cinderella lived with her wicked stepmother and two stepsisters. The stepmother made her do all the housework and was very cruel to her. One day, the stepmother and stepsisters went to a ball in the King’s palace, leaving Cinderella behind. Cinderella really wanted to attend the ball and felt very sad that she had been left behind. Suddenly, a fairy godmother appeared in a burst of light, and she used her magic to transform Cinderella into a princess, wearing a lovely dress and glass slippers. She also turned a pumpkin and some mice into a carriage and horses, respectively. Cinderella could now attend the ball. The fairy godmother warned her that the magic will wear off at midnight and that Cinderella should return home before that. When Cinderella arrived at the ball, the prince saw her, and they fell in love. They danced together until midnight. When the clock struck twelve, Cinderella rushed to her carriage, leaving one of her glass slippers behind. The prince searched every house in town for the mysterious girl whose foot fit into the glass slipper. He reached the wicked stepmother’s house  and found that the shoe belonged to Cinderella. Thus, the prince and Cinderella got married and lived happily ever after."
  },
    {
      "img":"https://lumiere-a.akamaihd.net/v1/images/p_beautyandthebeastbellesmagicalworld_20488_ba618964.jpeg?region=0%2C0%2C540%2C810",
    "title":"Beauty and the Beast",
    "author":"",
    "description":"This is another tale from Aesop’s Fables, and talks about the importance of hard work and planning for the future. ",
    "story":"There once was a merchant who got lost in a storm and took shelter in a castle that he found. While leaving, he plucked a rose from the garden to gift to his daughter Belle. The castle belonged to a hideous beast, who imprisoned the merchant for trying to steal the rose. The merchant begged to be set free and told the beast he only wanted the rose for his daughter Belle. The Beast let him go, on the condition that his daughter will take his place and live in the castle. The merchant returned home and told Belle everything. Belle went to live in the castle with the Beast, in place of her father. The Beast fell in love with the beautiful Belle, who realised that the Beast was very good natured and not vicious. One day, Belle asked permission to go see her father. When she left, the Beast felt heartbroken. Belle returned to the castle, to see that the Beast was dying. She held the Beast and cried, admitting that she loves him. All of a sudden, the Beast turned into a handsome prince. He was cursed by a witch that he would remain a Beast, until a woman truly loved him, despite his hideous looks. When Belle said she loved the beast, the witch’s curse was broken. The prince and Belle got married and lived happily ever after."

  },
    {
      "img":"https://www.kidsworldfun.com/images/hungry-mouse.jpg",
    "title":"The Hungry Mouse",
    "author":"",
    "description":"This is among the short bedtime stories for kids.",
    "story":"It talks about how greed can get people into bad situations. There once was a mouse that was starving and had not eaten in days. He had grown really thin. After a lot of searching, the mouse found a basket full of corn. There was a tiny hole in the basket, through which he could just fit in. So, he crept into the basket and ate his fill of corn. However, he did not stop eating, once he was full. The mouse ate more and more, even though he was feeling full. Now, the mouse had grown larger from all that food and could no longer fit through the hole to get out. He was worried and wondered how to escape. A rat that was passing by heard the mouse and told him that he had to wait until he had grown thin again, in order to get out through that hole. The mouse regretted being greedy and overeating."

  },
   {
      "img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTR-vNKo36CJZ942U1kIuBTulQkKB8gwxGFyhaFRb8VrOYAVaT2x79qfbgnLNIVm7xBj-c&usqp=CAU",
    "title":"Im bored!",
    "author":"",
    "description":"This is among the short bedtime stories for kids.",
    "story":"The story is about a girl who whines about boredom until she meets a potato. The potato tells her that kids are boring. The little girl is surprised and tells the potato that kids are not boring, and are actually a lot of fun. The potato asks the girl to prove this. The little girl tells the potato all the things children do to have fun. She tells the potato that kids can play games, do cartwheels, skip, walk on their hands, have a race, and play on the swing. She also tells the potato that better than everything else, kids can imagine. This story is a way to remind children of all the fun things they can do when they are bored. This story can also be interactive if you ask your child to recount all the fun things that he/she likes to do."

  },
     {
      "img":"https://sleeplady.com/wp-content/uploads/2020/07/51mV1XUUQL.jpg",
    "title":"Goodnight Moon",
    "author":"",
    "description":"This is among the short bedtime stories for kids.",
    "story":"This is a lovely picture book for children. It features a bunny saying goodnight to everything around it. The sentences form a rhyming poem and describe how the bunny says goodnight to various living and inanimate objects around it, such as a red balloon, a dollhouse, two kittens, the moon, and so on. It goes “Goodnight room, Goodnight moon, Goodnight cow jumping over the moon, Goodnight light, and the red balloon. Little children love the rhymes and the soothing rhythm of the story quickly lulls them to sleep."

  }
]
